[
  {
  "section": "307",
  "keywords": {
    "en": ["Attempt to Murder", "Crime", "Punishment", "Assault", "Harm"],
    "ta": ["கொலை முயற்சி", "குற்றம்", "தண்டனை", "தாக்குதல்", "காயம்"]
  },
  "desc_eng": "Attempt to Murder: If a person attempts to commit murder and causes harm, they shall be punished with imprisonment up to 10 years and shall also be liable to a fine. If hurt is caused, imprisonment may extend to life.",
  "desc_tam": "கொலை முயற்சி: ஒருவர் கொலை செய்ய முயற்சி செய்து காயம் ஏற்படுத்தினால், அவருக்கு 10 ஆண்டு வரை சிறைத்தண்டனை மற்றும் அபராதம் விதிக்கப்படும். காயம் ஏற்பட்டால், ஆயுள் தண்டனை வழங்கப்படலாம்.",
  "department": "Police",
  "priority": "High",
  "sug_eng": "Register an FIR, conduct an immediate investigation, collect forensic and medical evidence, and ensure the suspect is taken into custody if required.",
  "sug_tam": "FIR பதிவு செய்யவும், உடனடி விசாரணை நடத்தவும், மருத்துவ மற்றும் ஆய்வு சான்றுகள் சேகரிக்கவும், தேவைப்பட்டால் சந்தேக நபரைக் காவலில் எடுக்கவும்."
},
{
  "section": "323",
  "keywords": {
    "en": ["Hurt", "Assault", "Crime", "Punishment", "Injury"],
    "ta": ["காயம்", "தாக்குதல்", "குற்றம்", "தண்டனை", "சீண்டு"]
  },
  "desc_eng": "Punishment for Voluntarily Causing Hurt: Whoever voluntarily causes hurt shall be punished with imprisonment up to 1 year, or with a fine up to ₹1,000, or both.",
  "desc_tam": "தன்னிச்சையாக காயம் ஏற்படுத்தியதற்கான தண்டனை: ஒருவர் தன்னிச்சையாக மற்றொருவருக்கு காயம் ஏற்படுத்தினால், அவருக்கு 1 ஆண்டு வரை சிறைத்தண்டனை அல்லது ₹1,000 வரை அபராதம் அல்லது இரண்டும் விதிக்கப்படும்.",
  "department": "Police",
  "priority": "Medium",
  "sug_eng": "Register a complaint, collect medical reports, record witness statements, and initiate legal proceedings if applicable.",
  "sug_tam": "முறைப்பாடு பதிவு செய்யவும், மருத்துவ அறிக்கைகள் சேகரிக்கவும், சாட்சிகளின் வாக்குமூலங்களை பதிவு செய்யவும், தேவையான சட்ட நடவடிக்கைகளை மேற்கொள்ளவும்."
},

{
  "section": "375",
  "keywords": {
    "en": ["Rape", "Sexual Assault", "Crime", "Punishment", "Protection"],
    "ta": ["மூலாதார வன்முறை", "பாலியல் தாக்குதல்", "குற்றம்", "தண்டனை", "பாதுகாப்பு"]
  },
  "desc_eng": "Rape: A person commits rape if they engage in sexual intercourse with a woman without her consent, by force, coercion, fraud, or when she is incapable of giving consent.",
  "desc_tam": "மூலாதார வன்முறை: ஒரு நபர், ஒரு பெண்மீது அவருடைய சம்மதமின்றி, கட்டாயமாக, மிரட்டல் மூலம், மோசடியில், அல்லது சம்மதம் அளிக்க இயலாத நிலையில் பாலியல் உறவில் ஈடுபட்டால், அது வன்முறை எனப் பொருள் கொள்ளப்படும்.",
  "department": "Police",
  "priority": "High",
  "sug_eng": "Immediately provide medical aid to the survivor, register an FIR, collect forensic evidence, and ensure the suspect is arrested and prosecuted.",
  "sug_tam": "உடனடியாக பாதிக்கப்பட்டவருக்கு மருத்துவ உதவி வழங்கவும், FIR பதிவு செய்யவும், ஆய்வுப் பொருள்கள் சேகரிக்கவும், சந்தேக நபரை கைது செய்து வழக்கை தொடரவும்."
},

{
  "section": "420",
  "keywords": {
    "en": ["Cheating", "Fraud", "Crime", "Punishment", "Deception"],
    "ta": ["மோசடி", "ஏமாற்றம்", "குற்றம்", "தண்டனை", "வஞ்சகம்"]
  },
  "desc_eng": "Cheating and Dishonest Inducement of Property: If a person cheats another and dishonestly induces them to deliver property, they shall be punished with imprisonment up to 7 years and a fine.",
  "desc_tam": "மோசடி மற்றும் வஞ்சகமாக சொத்து பெற்றல்: ஒருவர் மற்றொருவரை மோசடி செய்து, அவருடைய சொத்துகளை வஞ்சகமாக பெற்றால், அவருக்கு 7 ஆண்டு வரை சிறைத்தண்டனை மற்றும் அபராதம் விதிக்கப்படும்.",
  "department": "Economic Offences Wing",
  "priority": "Medium",
  "sug_eng": "File an FIR, analyze financial records, gather evidence, and take necessary legal action to recover the victim’s property.",
  "sug_tam": "FIR பதிவு செய்யவும், நிதி பதிவுகளை ஆய்வு செய்யவும், ஆதாரங்களை சேகரிக்கவும், பாதிக்கப்பட்டவரின் சொத்தை மீட்பதற்கான சட்ட நடவடிக்கைகளை மேற்கொள்ளவும்."
},

{
  "section": "498A",
  "keywords": {
    "en": ["Cruelty", "Domestic Violence", "Husband", "Harassment", "Dowry"],
    "ta": ["கொடுமை", "இல்லற வன்முறை", "கணவன்", "துன்புறுத்தல்", "நல்கொடை"]
  },
  "desc_eng": "Cruelty by Husband or Relatives: If a husband or his relatives subject a woman to cruelty or harassment for dowry, they shall be punished with imprisonment up to 3 years and a fine.",
  "desc_tam": "கணவன் அல்லது அவரது உறவினர்களால் கொடுமை: கணவன் அல்லது அவரது உறவினர்கள், ஒரு பெண்மீது கொடுமை அல்லது துன்புறுத்தலை நல்கொடை காரணமாக ஏற்படுத்தினால், அவர்களுக்கு 3 ஆண்டு வரை சிறைத்தண்டனை மற்றும் அபராதம் விதிக்கப்படும்.",
  "department": "Women Protection Cell",
  "priority": "High",
  "sug_eng": "Ensure the victim's safety, register a complaint, provide counseling support, and take legal action against the accused.",
  "sug_tam": "பாதிக்கப்பட்டவரின் பாதுகாப்பை உறுதி செய்யவும், புகார் பதிவு செய்யவும், ஆலோசனை உதவியை வழங்கவும், குற்றவாளிகளுக்கு எதிராக சட்ட நடவடிக்கைகளை மேற்கொள்ளவும்."
},
{
  "section": "506",
  "keywords": {
    "en": ["Threat", "Intimidation", "Crime", "Punishment", "Fear"],
    "ta": ["மிரட்டல்", "அச்சுறுத்தல்", "குற்றம்", "தண்டனை", "பயம்"]
  },
  "desc_eng": "Criminal Intimidation: Whoever threatens another with injury to their person, reputation, or property with the intent to cause alarm shall be punished with imprisonment up to 2 years, or with a fine, or both.",
  "desc_tam": "குற்றவியல் அச்சுறுத்தல்: ஒருவர் மற்றொருவரை அவருடைய உடல், புகழ், அல்லது சொத்துக்கு தீங்கு விளைவிக்கும் நோக்குடன் மிரட்டினால், அவருக்கு 2 ஆண்டு வரை சிறைத்தண்டனை அல்லது அபராதம் அல்லது இரண்டும் விதிக்கப்படும்.",
  "department": "Police",
  "priority": "Medium",
  "sug_eng": "Record the complaint, collect evidence of threats, ensure the victim’s safety, and take necessary legal measures.",
  "sug_tam": "புகார் பதிவு செய்யவும், மிரட்டலின் ஆதாரங்களை சேகரிக்கவும், பாதிக்கப்பட்டவரின் பாதுகாப்பை உறுதி செய்யவும், தேவையான சட்ட நடவடிக்கைகளை மேற்கொள்ளவும்."
},
{
  "section": "354",
  "keywords": {
    "en": ["Assault", "Women Safety", "Crime", "Outrage Modesty", "Harassment"],
    "ta": ["தாக்குதல்", "பெண்கள் பாதுகாப்பு", "குற்றம்", "அவமானம்", "துன்புறுத்தல்"]
  },
  "desc_eng": "Whoever assaults or uses criminal force on a woman with the intention of outraging her modesty shall be punished with imprisonment from 1 to 5 years and a fine.",
  "desc_tam": "ஒருவர் ஒரு பெண்மீது தாக்குதல் அல்லது குற்றவியல் வன்முறையை நிகழ்த்தி, அவளுடைய மதிப்பை அவமானப்படுத்தும் நோக்கத்தில் இருந்தால், அவருக்கு 1 முதல் 5 ஆண்டு வரை சிறைத்தண்டனை மற்றும் அபராதம் விதிக்கப்படும்.",
  "department": "Women Protection Cell",
  "priority": "High",
  "sug_eng": "Ensure the victim’s safety, record statements, collect CCTV footage if available, and take legal action.",
  "sug_tam": "பாதிக்கப்பட்டவரின் பாதுகாப்பை உறுதி செய்யவும், வாக்குமூலங்களை பதிவு செய்யவும், சிசிடிவி காட்சிகள் இருந்தால் சேகரிக்கவும், சட்ட நடவடிக்கைகளை மேற்கொள்ளவும்."
},
{
  "section": "379",
  "keywords": {
    "en": ["Theft", "Stealing", "Crime", "Punishment", "Robbery"],
    "ta": ["திருட்டு", "கொள்ளை", "குற்றம்", "தண்டனை", "மோசடி"]
  },
  "desc_eng": "Whoever commits theft shall be punished with imprisonment up to 3 years, or with a fine, or both.",
  "desc_tam": "ஒருவர் திருட்டு செய்தால், அவருக்கு 3 ஆண்டு வரை சிறைத்தண்டனை அல்லது அபராதம் அல்லது இரண்டும் விதிக்கப்படும்.",
  "department": "Police",
  "priority": "Medium",
  "sug_eng": "Register an FIR, collect evidence, identify the suspect, and recover stolen property if possible.",
  "sug_tam": "FIR பதிவு செய்யவும், ஆதாரங்களை சேகரிக்கவும், சந்தேக நபரை அடையாளம் காணவும், திருடப்பட்ட சொத்துகளை மீட்க முயற்சிக்கவும்."
},
{
  "section": "447",
  "keywords": {
    "en": ["Trespassing", "Illegal Entry", "Crime", "Punishment", "Land Dispute"],
    "ta": ["தன்னிச்சையான நுழைவு", "சட்டவிரோத நுழைவு", "குற்றம்", "தண்டனை", "நில விவகாரம்"]
  },
  "desc_eng": "Whoever commits criminal trespass shall be punished with imprisonment up to 3 months, or with a fine up to ₹500, or both.",
  "desc_tam": "ஒருவர் சட்ட விரோதமாக மற்றவருடைய சொத்திற்குள் நுழைந்தால், அவருக்கு 3 மாதம் வரை சிறைத்தண்டனை அல்லது ₹500 வரை அபராதம் அல்லது இரண்டும் விதிக்கப்படும்.",
  "department": "Police",
  "priority": "Low",
  "sug_eng": "Register a complaint, verify ownership, record witness statements, and take legal action if necessary.",
  "sug_tam": "புகார் பதிவு செய்யவும், சொந்த உரிமையை சரிபார்க்கவும், சாட்சிகள் வாக்குமூலங்களை பதிவு செய்யவும், தேவையான சட்ட நடவடிக்கைகளை மேற்கொள்ளவும்."
},
{
  "section": "509",
  "keywords": {
    "en": ["Insult", "Women Safety", "Crime", "Eve-teasing", "Harassment"],
    "ta": ["அவமானம்", "பெண்கள் பாதுகாப்பு", "குற்றம்", "துன்புறுத்தல்", "மோசடி"]
  },
  "desc_eng": "Whoever utters words, makes gestures, or exhibits acts intended to insult a woman’s modesty shall be punished with imprisonment up to 3 years and a fine.",
  "desc_tam": "ஒருவர் வார்த்தைகள் அல்லது சைகைகள் மூலம் பெண்மீது அவமானம் விளைவிக்க முற்பட்டால், அவருக்கு 3 ஆண்டு வரை சிறைத்தண்டனை மற்றும் அபராதம் விதிக்கப்படும்.",
  "department": "Women Protection Cell",
  "priority": "High",
  "sug_eng": "Record the complaint, collect witness statements, check for CCTV evidence, and take immediate legal action.",
  "sug_tam": "புகார் பதிவு செய்யவும், சாட்சிகள் வாக்குமூலங்களை சேகரிக்கவும், சிசிடிவி ஆதாரங்கள் இருந்தால் ஆய்வு செய்யவும், உடனடியாக சட்ட நடவடிக்கைகளை மேற்கொள்ளவும்."
},
{
  "section": "34",
  "keywords": {
    "en": ["Common Intention", "Group Crime", "Conspiracy", "Punishment", "Legal Action"],
    "ta": ["கூட்டு நோக்கம்", "குழு குற்றம்", "சதித்திட்டம்", "தண்டனை", "சட்ட நடவடிக்கை"]
  },
  "desc_eng": "When a criminal act is done by several persons with a common intention, each person shall be held equally liable as if they had committed it alone.",
  "desc_tam": "ஒரே நோக்குடன் பலர் இணைந்து குற்ற செயல்களை செய்தால், ஒவ்வொருவரும் தனியாக செய்ததைப்போல் சட்ட ரீதியாக பொறுப்பேற்க வேண்டும்.",
  "department": "Police",
  "priority": "Medium",
  "sug_eng": "Identify all accused persons, collect evidence of conspiracy, record witness statements, and proceed with legal action.",
  "sug_tam": "எல்லா குற்றவாளிகளையும் அடையாளம் காணவும், சதித்திட்டத்தின் ஆதாரங்களை சேகரிக்கவும், சாட்சிகள் வாக்குமூலங்களை பதிவு செய்யவும், சட்ட நடவடிக்கைகளை மேற்கொள்ளவும்."
},
{
  "section": "511",
  "keywords": {
    "en": ["Attempt", "Crime", "Punishment", "Legal Action", "Unsuccessful Offense"],
    "ta": ["முயற்சி", "குற்றம்", "தண்டனை", "சட்ட நடவடிக்கை", "தவறிய குற்றம்"]
  },
  "desc_eng": "Whoever attempts to commit an offense punishable with life imprisonment or death shall be punished with imprisonment up to half of the maximum prescribed punishment.",
  "desc_tam": "ஒருவர் ஆயுள் தண்டனை அல்லது மரண தண்டனை விதிக்கப்படும் குற்றங்களை செய்ய முயன்றால், அவருக்கு அந்த குற்றத்திற்கு விதிக்கப்பட்ட அதிகபட்ச தண்டனையின் பாதியளவு சிறைத்தண்டனை விதிக்கப்படும்.",
  "department": "Police",
  "priority": "High",
  "sug_eng": "Investigate the attempt, gather evidence, prevent further harm, and take legal action against the accused.",
  "sug_tam": "முயற்சியை விசாரிக்கவும், ஆதாரங்களை சேகரிக்கவும், மேலும் தீங்கு விளையாததை உறுதி செய்யவும், குற்றவாளியை எதிர்த்து சட்ட நடவடிக்கைகளை மேற்கொள்ளவும்."
},
{
    "section": "144",
    "keywords": {
      "en": ["Unlawful Assembly", "Public Order", "Gathering", "Crime", "Restriction"],
      "ta": ["சட்டவிரோத கூட்டம்", "பொது ஒழுங்கு", "கூட்டம்", "குற்றம்", "கட்டுப்பாடு"]
    },
    "desc_eng": "Unlawful Assembly: Assembly of five or more persons with a common object to commit an offense or disturb public peace.",
    "desc_tam": "சட்டவிரோத கூட்டம்: பொது அமைதியை சீர்குலைக்கும் அல்லது குற்றம் புரியும் பொது நோக்கத்துடன் ஐந்து அல்லது அதற்கு மேற்பட்ட நபர்கள் ஒன்று கூடுவது.",
    "department": "Police",
    "priority": "High",
    "sug_eng": "Issue prohibitory orders, disperse the assembly, and take legal action against the participants.",
    "sug_tam": "தடை உத்தரவுகளை பிறப்பிக்கவும், கூட்டத்தை கலைக்கவும், பங்கேற்பாளர்களுக்கு எதிராக சட்ட நடவடிக்கை எடுக்கவும்."
  },
  {
    "section": "124A",
    "keywords": {
      "en": ["Sedition", "Government", "Disaffection", "Crime", "National Security"],
      "ta": ["தேசத்துரோகம்", "அரசாங்கம்", "அதிருப்தி", "குற்றம்", "தேசிய பாதுகாப்பு"]
    },
    "desc_eng": "Sedition: Words, signs, or visible representation that bring or attempt to bring into hatred or contempt, or excite or attempt to excite disaffection towards the Government.",
    "desc_tam": "தேசத்துரோகம்: அரசாங்கத்திற்கு எதிராக வெறுப்பை அல்லது அவமதிப்பை தூண்டும் அல்லது அதிருப்தியை தூண்ட முயற்சிக்கும் வார்த்தைகள், அறிகுறிகள் அல்லது காணக்கூடிய பிரதிநிதித்துவம்.",
    "department": "Police",
    "priority": "High",
    "sug_eng": "Register an FIR, collect evidence, and initiate legal proceedings against the accused.",
    "sug_tam": "FIR பதிவு செய்யவும், ஆதாரங்களை சேகரிக்கவும், குற்றவாளிக்கு எதிராக சட்ட நடவடிக்கைகளை தொடங்கவும்."
  },
  {
    "section": "295A",
    "keywords": {
      "en": ["Religious Feelings", "Insult", "Deliberate Act", "Crime", "Harmony"],
      "ta": ["மத உணர்வுகள்", "அவமதிப்பு", "வேண்டுமென்றே செயல்", "குற்றம்", "நல்லிணக்கம்"]
    },
    "desc_eng": "Deliberate and malicious acts intended to outrage religious feelings of any class by insulting its religion or religious beliefs.",
    "desc_tam": "எந்தவொரு வகுப்பினரின் மத உணர்வுகளையும் அதன் மதம் அல்லது மத நம்பிக்கைகளை அவமதிப்பதன் மூலம் வேண்டுமென்றே மற்றும் தீங்கிழைக்கும் செயல்கள்.",
    "department": "Police",
    "priority": "High",
    "sug_eng": "Register a complaint, collect evidence, and take legal action to maintain communal harmony.",
    "sug_tam": "புகார் பதிவு செய்யவும், ஆதாரங்களை சேகரிக்கவும், வகுப்புவாத நல்லிணக்கத்தை பராமரிக்க சட்ட நடவடிக்கை எடுக்கவும்."
  },
  {
    "section": "494",
    "keywords": {
      "en": ["Bigamy", "Marriage", "Crime", "Legal Offense", "Second Marriage"],
      "ta": ["இருதார மணம்", "திருமணம்", "குற்றம்", "சட்ட மீறல்", "இரண்டாவது திருமணம்"]
    },
    "desc_eng": "Bigamy: Marrying again during the lifetime of a husband or wife, without a valid divorce.",
    "desc_tam": "இருதார மணம்: செல்லுபடியாகும் விவாகரத்து இல்லாமல், கணவன் அல்லது மனைவி உயிருடன் இருக்கும்போது மீண்டும் திருமணம் செய்வது.",
    "department": "Police",
    "priority": "Medium",
    "sug_eng": "Register a complaint, verify marriage records, and initiate legal proceedings.",
    "sug_tam": "புகார் பதிவு செய்யவும், திருமண பதிவுகளை சரிபார்க்கவும், சட்ட நடவடிக்கைகளை தொடங்கவும்."
  },
    {
    "section": "499",
    "keywords": {
      "en": ["Defamation", "Reputation", "Insult", "Crime", "Statement"],
      "ta": ["அவதூறு", "நற்பெயர்", "அவமானம்", "குற்றம்", "கூற்று"]
    },
    "desc_eng": "Defamation: Imputation concerning any person intending to harm, or knowing or having reason to believe that such imputation will harm, the reputation of such person.",
    "desc_tam": "அவதூறு: ஒரு நபரின் நற்பெயருக்கு தீங்கு விளைவிக்கும் நோக்கில் அல்லது தீங்கு விளைவிக்கும் என்று தெரிந்தும் அல்லது நம்புவதற்கு காரணமான எந்தவொரு நபரைப் பற்றியும் கூறுதல்.",
    "department": "Police",
    "priority": "Medium",
    "sug_eng": "File a complaint, collect evidence of defamatory statements, and pursue legal action.",
    "sug_tam": "புகார் தாக்கல் செய்யவும், அவதூறு அறிக்கைகளின் ஆதாரங்களை சேகரிக்கவும் மற்றும் சட்ட நடவடிக்கை எடுக்கவும்."
  },
    {
    "section": "363",
    "keywords": {
      "en": ["Kidnapping", "Abduction", "Crime", "Child Protection", "Illegal Detention"],
      "ta": ["கடத்தல்", "கட்டாயமாக கடத்துதல்", "குற்றம்", "குழந்தை பாதுகாப்பு", "சட்டவிரோத தடுப்பு"]
    },
    "desc_eng": "Kidnapping: Kidnapping from lawful guardianship.",
    "desc_tam": "கடத்தல்: சட்டப்பூர்வமான பாதுகாவலரிடமிருந்து கடத்தல்.",
    "department": "Police",
    "priority": "High",
    "sug_eng": "Register an FIR, initiate immediate investigation, and secure the safe return of the victim.",
    "sug_tam": "FIR பதிவு செய்யவும், உடனடி விசாரணையை தொடங்கவும், பாதிக்கப்பட்டவரின் பாதுகாப்பான திரும்பலை உறுதி செய்யவும்."
  },
  {
    "section": "392",
    "keywords": {
      "en": ["Robbery", "Theft", "Violence", "Crime", "Property"],
      "ta": ["கொள்ளை", "திருட்டு", "வன்முறை", "குற்றம்", "சொத்து"]
    },
    "desc_eng": "Robbery: Theft with use of force or threat of force.",
    "desc_tam": "கொள்ளை: வன்முறை அல்லது வன்முறை மிரட்டல் மூலம் திருட்டு.",
    "department": "Police",
    "priority": "High",
    "sug_eng": "Register an FIR, gather evidence, and apprehend the culprits immediately.",
    "sug_tam": "FIR பதிவு செய்யவும், ஆதாரங்களை சேகரிக்கவும், குற்றவாளிகளை உடனடியாக கைது செய்யவும்."
  },
  {
    "section": "406",
    "keywords": {
      "en": ["Criminal Breach of Trust", "Misappropriation", "Fraud", "Crime", "Property"],
      "ta": ["நம்பிக்கை மோசடி", "முறைகேடு", "மோசடி", "குற்றம்", "சொத்து"]
    },
    "desc_eng": "Criminal Breach of Trust: Dishonest misappropriation or conversion of property entrusted.",
    "desc_tam": "நம்பிக்கை மோசடி: ஒப்படைக்கப்பட்ட சொத்தை நேர்மையற்ற முறையில் முறைகேடு செய்தல் அல்லது மாற்றுதல்.",
    "department": "Economic Offences Wing",
    "priority": "Medium",
    "sug_eng": "Register a complaint, investigate financial records, and take legal action to recover the misappropriated property.",
    "sug_tam": "புகார் பதிவு செய்யவும், நிதி பதிவுகளை விசாரிக்கவும், முறைகேடாகப் பயன்படுத்தப்பட்ட சொத்தை மீட்டெடுக்க சட்ட நடவடிக்கை எடுக்கவும்."
  },
  {
    "section": "43",
    "keywords": {
      "en": ["Environmental Damage", "Pollution", "Crime", "Punishment", "Ecosystem"],
      "ta": ["சுற்றுச்சூழல் சேதம்", "மாசுபாடு", "குற்றம்", "தண்டனை", "சுற்றுச்சூழல் அமைப்பு"]
    },
    "desc_eng": "Environmental Damage: Whoever causes damage to the environment by polluting air, water, or soil shall be punished with imprisonment up to 5 years, or with a fine, or both.",
    "desc_tam": "சுற்றுச்சூழல் சேதம்: ஒருவர் காற்று, நீர் அல்லது மண்ணை மாசுபடுத்தி சுற்றுச்சூழலுக்கு சேதம் விளைவித்தால், அவருக்கு 5 ஆண்டு வரை சிறைத்தண்டனை அல்லது அபராதம் அல்லது இரண்டும் விதிக்கப்படும்.",
    "department": "Environmental Crime",
    "priority": "High",
    "sug_eng": "Conduct an environmental audit, collect evidence of pollution, and prosecute the offenders.",
    "sug_tam": "சுற்றுச்சூழல் தணிக்கை நடத்தவும், மாசுபாட்டின் ஆதாரங்களை சேகரிக்கவும், குற்றவாளிகளுக்கு எதிராக வழக்கு தொடரவும்."
  },
  {
    "section": "269",
    "keywords": {
      "en": ["Negligence", "Infection", "Public Health", "Crime", "Punishment"],
      "ta": ["அலட்சியம்", "நுண்ணுயிர் தொற்று", "பொது சுகாதாரம்", "குற்றம்", "தண்டனை"]
    },
    "desc_eng": "Whoever unlawfully or negligently does any act that is likely to spread infection dangerous to life shall be punished with imprisonment up to 6 months, or with a fine, or both.",
    "desc_tam": "யாரேனும் உயிருக்கு ஆபத்தான தொற்றை பரப்பக்கூடிய விதமாக சட்டவிரோதமாக அல்லது அலட்சியமாக செயல் ஆற்றினால், அவருக்கு 6 மாதம் வரை சிறைத்தண்டனை அல்லது அபராதம் அல்லது இரண்டும் விதிக்கப்படும்.",
    "department": "Environmental Crime",
    "priority": "High",
    "sug_eng": "Enforce public health safety measures, conduct medical inspections, and prosecute violators.",
    "sug_tam": "பொது சுகாதார பாதுகாப்பு நடவடிக்கைகளை அமல்படுத்தவும், மருத்துவ பரிசோதனைகளை நடத்தவும், விதிகளை மீறுவோருக்கு எதிராக வழக்கு தொடரவும்."
  },
  {
    "section": "277",
    "keywords": {
      "en": ["Water Pollution", "Public Health", "Contamination", "Crime", "Punishment"],
      "ta": ["நீர் மாசுபாடு", "பொது சுகாதாரம்", "கழிவுகள்", "குற்றம்", "தண்டனை"]
    },
    "desc_eng": "Whoever voluntarily corrupts or fouls the water of any public spring or reservoir shall be punished with imprisonment up to 3 months, or with a fine, or both.",
    "desc_tam": "யாரேனும் சொந்த நோக்கத்திற்காக பொதுவாக பயன்படுத்தப்படும் ஊற்று அல்லது குளத்தின் நீரை மாசுபடுத்தினால், அவருக்கு 3 மாதம் வரை சிறைத்தண்டனை அல்லது அபராதம் அல்லது இரண்டும் விதிக்கப்படும்.",
    "department": "Environmental Crime",
    "priority": "Medium",
    "sug_eng": "Monitor water sources, impose strict penalties for contamination, and ensure clean water supply.",
    "sug_tam": "நீர் ஆதாரங்களை கண்காணிக்கவும், மாசுபடுத்துபவர்களுக்கு கடுமையான தண்டனை விதிக்கவும், தூய்மைமிக்க குடிநீரை வழங்கவும்."
  },
  {
    "section": "284",
    "keywords": {
      "en": ["Poison", "Toxic Waste", "Negligence", "Crime", "Punishment"],
      "ta": ["நச்சு பொருட்கள்", "நச்சு கழிவு", "அலட்சியம்", "குற்றம்", "தண்டனை"]
    },
    "desc_eng": "Whoever negligently handles or disposes of any poisonous substance in a manner likely to endanger human life shall be punished with imprisonment up to 6 months, or with a fine, or both.",
    "desc_tam": "யாரேனும் உயிருக்கு ஆபத்தாக அமைந்த நச்சுப் பொருட்களை அலட்சியமாக கையாளின், அவருக்கு 6 மாதம் வரை சிறைத்தண்டனை அல்லது அபராதம் அல்லது இரண்டும் விதிக்கப்படும்.",
    "department": "Environmental Crime",
    "priority": "High",
    "sug_eng": "Ensure proper disposal of toxic waste, enforce strict regulations, and penalize violations.",
    "sug_tam": "நச்சுப் பொருட்களை முறையாக அகற்றுவதை உறுதிசெய்யவும், கடுமையான விதிகளை அமல்படுத்தவும், மீறுபவர்களுக்கு தண்டனை விதிக்கவும்."
  }
  
  
  

]